{
    "hola": "¡Hola! ¿En qué puedo ayudarte?",
    "error al iniciar sesión": "Si tienes problemas para iniciar sesión, intenta restablecer tu contraseña.",
    "cómo usar la página": "Esta página te permite ver animes recomendados y gestionar tu perfil.",
    "dónde ver los animes": "Puedes ver los animes en plataformas como Crunchyroll y Netflix.",
    "cómo contactar soporte": "Puedes enviarnos un correo a destiny58336@gmail.com para más ayuda.",
    "como estas": "Bien, ¿y tú querido/a?",
    "por qué no encuentro el anime que quiero": "Quizás aún no se ha agregado, pero si lo deseas puedes enviarnos tu sugerencia al correo destiny58336@gmail.com.",
    "cuáles son los mejores animes": "Algunos de los más populares incluyen Attack on Titan, Demon Slayer y My Hero Academia.",
    "anime de acción": "Puedes ver animes como Naruto, One Piece y Bleach para acción.",
    "anime de romance": "Si buscas romance, te recomiendo animes como Your Name o Toradora.",
    "anime de comedia": "Para comedia, te sugiero animes como One Punch Man o Gintama.",
    "anime de fantasía": "Si te gustan los mundos fantásticos, puedes ver Sword Art Online o Fullmetal Alchemist.",
    "anime de terror": "Para algo de terror, puedes ver Tokyo Ghoul o Another.",
    "anime para principiantes": "Si recién comienzas, te recomiendo animes como Naruto, Dragon Ball o Pokémon.",
    "cuántos animes hay en total": "Hay miles de animes, y la lista sigue creciendo cada temporada.",
    "qué es un manga": "Un manga es un cómic o historieta japonesa que se publica regularmente.",
    "anime o manga": "Ambos tienen su encanto, pero el manga ofrece una experiencia más detallada y continua.",
    "qué significa 'isekai'": "Isekai es un subgénero de anime en el que los personajes son transportados a otro mundo.",
    "anime popular": "Algunos animes populares son Attack on Titan, Demon Slayer, My Hero Academia y Naruto.",
    "cuál es el anime más largo": "El anime más largo es One Piece, que sigue transmitiendo episodios.",
    "cuál es el anime más corto": "Hay animes de solo un episodio, como 'The Burning Dead'.",
    "cómo ver animes gratis": "Puedes ver animes gratis en plataformas como Crunchyroll, Funimation, o YouTube.",
    "qué es un 'filler'": "Los 'fillers' son episodios en los que la trama principal no avanza y suelen ser creados para estirar la historia.",
    "qué es un 'manga' scan": "Un 'manga scan' es una versión traducida de un manga que se distribuye por internet.",
    "anime con mejores gráficos": "Algunos animes con excelentes gráficos son Demon Slayer y Violet Evergarden.",
    "anime más triste": "Uno de los animes más tristes es Clannad: After Story.",
    "cuál es el anime más exitoso": "El anime más exitoso es One Piece, tanto en popularidad como en recaudación.",
    "cuántos episodios tiene Naruto": "Naruto tiene 220 episodios en su serie original, y Naruto Shippuden tiene 500.",
    "cómo cambiar el idioma en Crunchyroll": "Puedes cambiar el idioma en la configuración de tu cuenta en Crunchyroll.",
    "anime con más temporadas": "Los animes con más temporadas incluyen One Piece, Naruto y Detective Conan.",
    "cuál es el anime más reciente": "Algunos de los animes más recientes son Jujutsu Kaisen y Attack on Titan (temporada final).",
    "qué es un 'OP' en anime": "Un 'OP' (Opening) es la canción de apertura que se escucha al inicio de cada episodio.",
    "qué es un 'ED' en anime": "Un 'ED' (Ending) es la canción de cierre al final de cada episodio.",
    "qué significa 'chibi'": "Chibi es un estilo de dibujo donde los personajes son representados de forma muy pequeña y con cabezas grandes.",
    "quién es el creador de Naruto": "El creador de Naruto es Masashi Kishimoto.",
    "quién es el creador de One Piece": "El creador de One Piece es Eiichiro Oda.",
    "qué es un 'yaoi'": "El 'yaoi' es un subgénero de manga y anime que trata sobre relaciones homosexuales masculinas.",
    "qué es un 'yuri'": "El 'yuri' es un subgénero de manga y anime que trata sobre relaciones homosexuales femeninas.",
    "cuál es el anime más violento": "Algunos de los animes más violentos son Elfen Lied y Tokyo Ghoul.",
    "qué es un 'harem'": "Un 'harem' es un subgénero de anime donde un personaje principal está rodeado por varios personajes del sexo opuesto.",
    "cómo hacer cosplay": "Para hacer cosplay, debes elegir un personaje, investigar su vestimenta y comprar o confeccionar el atuendo.",
    "qué significa 'tsundere'": "Un 'tsundere' es un personaje que muestra una actitud fría o hiriente, pero esconde sentimientos de afecto.",
    "quién es el personaje más fuerte de Naruto": "El personaje más fuerte de Naruto es generalmente considerado Naruto Uzumaki, especialmente en su forma de Sabio de los Seis Caminos.",
    "quién es el personaje más fuerte de Dragon Ball": "El personaje más fuerte de Dragon Ball es Goku, especialmente en su forma de Ultra Instinct.",
    "cómo hacer una fanfic": "Para hacer una fanfic, elige tu universo y personajes, crea una trama y escribe los capítulos.",
    "quién es el creador de Dragon Ball": "El creador de Dragon Ball es Akira Toriyama.",
    "qué es un 'shounen'": "El 'shounen' es un género de anime y manga dirigido principalmente a chicos jóvenes, con acción y aventura.",
    "qué es un 'shojo'": "El 'shojo' es un género de anime y manga dirigido principalmente a chicas jóvenes, con énfasis en el romance.",
    "quién es el creador de Bleach": "El creador de Bleach es Tite Kubo.",
    "qué es un 'kawaii'": "Kawaii es una palabra japonesa que significa 'lindo' o 'adorable'.",
    "quién es el protagonista de Demon Slayer": "El protagonista de Demon Slayer es Tanjiro Kamado.",
    "qué es un 'power-up' en anime": "Un 'power-up' es cuando un personaje aumenta su poder o habilidad de forma notable.",
    "anime sobre viajes en el tiempo": "Algunos animes sobre viajes en el tiempo son Steins;Gate y Erased.",
    "qué significa 'baki'": "Baki es una serie de anime que trata sobre luchadores que participan en combates brutales.",
    "anime de deportes": "Algunos animes de deportes son Haikyuu!! (volleyball) y Kuroko no Basket (baloncesto).",
    "qué es 'hentai'": "El 'hentai' es un subgénero de anime y manga que contiene contenido explícito y sexual.",
    "anime de misterio": "Algunos animes de misterio incluyen Death Note y Paranoia Agent.",
    "cómo dibujar personajes de anime": "Para dibujar personajes de anime, estudia los estilos de dibujo, practica anatomía y proporciones, y dibuja con lápiz antes de entintar.",
    "qué es un 'nekomimi'": "Un 'nekomimi' es un personaje que tiene orejas de gato, a menudo como parte de un atuendo o por un rasgo sobrenatural.",
    "qué significa 'otaku'": "Otaku es una persona con una profunda pasión por el anime y la cultura japonesa.",
    "anime sobre fantasía medieval": "Algunos animes sobre fantasía medieval incluyen Re:Zero y The Rising of the Shield Hero.",
    "cómo hacer un anime": "Para hacer un anime, necesitas un equipo de producción, guionistas, animadores y recursos para producirlo.",
    "qué es un 'seinen'": "El 'seinen' es un género de anime y manga dirigido a un público adulto, con historias más complejas y maduras.",
    "qué es un 'kodomomuke'": "El 'kodomomuke' es un género de anime dirigido a niños pequeños, con historias simples y educativas.",
    "cómo hacer un anime de fantasía": "Para hacer un anime de fantasía, crea un mundo imaginario, desarrolla personajes con habilidades especiales y utiliza una narrativa épica.",
    "quién es el creador de Attack on Titan": "El creador de Attack on Titan es Hajime Isayama.",
    "anime que te hace llorar": "Algunos animes que te hacen llorar son Clannad, Anohana y Your Lie in April.",
    "cómo ver anime en calidad 4K": "Algunos servicios de streaming como Netflix y Crunchyroll ofrecen anime en calidad 4K.",
    "cuál es el anime más popular en Japón": "El anime más popular en Japón puede variar, pero actualmente, animes como Demon Slayer y Jujutsu Kaisen son muy populares.",
    "qué es un 'kami'": "Un 'kami' es un dios o espíritu en la religión sintoísta, a menudo representado en animes con poderes sobrenaturales.",
    "qué es un 'mecha'": "El 'mecha' es un subgénero de anime en el que los personajes pilotan robots gigantes.",
    "qué significa 'otome'": "El 'otome' es un subgénero de anime dirigido principalmente a un público femenino, centrado en historias de romance.",
    "cómo hacer un dibujo digital de anime": "Para hacer un dibujo digital de anime, utiliza una tableta gráfica y software como Photoshop o Clip Studio Paint.",
    "qué es un 'gacha'": "Un 'gacha' es un juego de azar en el que los jugadores pueden obtener personajes o objetos aleatorios, popular en juegos y aplicaciones móviles.",
    "anime de superhéroes": "Algunos animes de superhéroes incluyen My Hero Academia y Tiger & Bunny.",
    "anime sobre samuráis": "Animes como Rurouni Kenshin y Samurai Champloo tratan sobre samuráis y su vida en la era feudal.",
    "anime de misterio psicológico": "Algunos animes de misterio psicológico incluyen Death Note, Psycho-Pass y Paranoia Agent."
}